Repository: DHZ-calendar/SchoolCalendar
Catalog: SchoolCalendar/locale/*/LC_MESSAGES/django.po
Languages: it

source: English
it: Inglese

source: Italian
it: Italiano

source: Logged out
it: Disconnesso

source: Log in
it: Accedi

source: Forgot password
it: Password dimenticata

source: Reset it
it: Cambia password

source: What is it?
it: Che cos'è?

source: SchoolCalendar is an Open-Source project that helps you to create the calendar for your school!
it: SchoolCalendar è un progetto Open-Source che ti aiuta a creare il calendario per la tua scuola!

source: It manages rooms, teachers and courses conflicts in an easy way.
it: Gestisce i conflitti fra aule, professori e classi in modo semplice.

source: Do you want to try it?
it: Vorresti provarlo?

source: Write an email to
it: Manda un'email a

source: Do you want to see how it works?
it: Vuoi vedere come funziona?

source: Read the user guide
it: Leggi la guida utente

source: Change password
it: Cambia password

source: Password changed!
it: Password cambiata!

source: Password reset successfully
it: Password resettata correttamente

source: Submit
it: Conferma

source: Password reset failed
it: Errore nel reset della password

source: Email with password reset instructions has been sent.
it: Un'email con le istruzioni per resettare la password è stata mandata.

source: Reset password at %(site_name)s
it: Resetta la password su %(site_name)s

source: Back to
it: Torna indietro

source: Absence Block
it: Blocco di assenza

source: Back
it: Indietro

source: Absence Blocks
it: Blocchi di assenza

source: School year:
it: Anno scolastico:

source: Teacher:
it: Insegnante:

source: Add new
it: Aggiungi nuovo

source: Teacher
it: Insegnante

source: Hour slot
it: Slot orari

source: Edit
it: Modifica

source: Delete
it: Elimina

source: All teachers
it: Tutti gli insegnanti

source: Admin School
it: Admin della scuola

source: Last name
it: Cognome

source: First name
it: Nome

source: School
it: Scuola

source: Send invite
it: Manda un invito

source: Invitation email sent correctly!
it: L'email di invito è stata inviata correttamente!

source: An error appears while sending the invite!
it: Un errore è avvenuto durante l'invio dell'invito!

source: Assignment
it: Assegnamento

source: Logout
it: Disconnetti

source: Timetable
it: Calendario

source: Substitute a teacher
it: Sostituisci un insegnante

source: Room timetable
it: Orario delle aule

source: Timetable report
it: Report orari

source: Teachers summary
it: Riassunto degli insegnanti

source: Courses summary
it: Riassunto delle classi

source: Substitutions summary
it: Riassunto delle sostituzioni

source: Manage entities
it: Gestisci le entità

source: Hour-slots
it: Slot orari

source: Courses
it: Classi

source: Subjects
it: Materie

source: Rooms
it: Aule

source: Teachers
it: Insegnanti

source: Secretaries
it: Segretari

source: Absence blocks
it: Blocchi di assenza

source: Teachers' yearly load
it: Carico annuale degli insegnanti

source: Courses' yearly load
it: Carico annuale delle classi

source: Hours per teacher
it: Ore per insegnante

source: Holidays
it: Vacanze

source: Stages
it: Stage

source: School years
it: Anni scolastici

source: Schools
it: Scuole

source: School admins
it: Amministratori scolastici

source: Menu
it: Menù

source: Course
it: Corso

source: Year:
it: Anno:

source: Year
it: Anno

source: Section
it: Sezione

source: All years
it: Qualsiasi anno

source: Date start:
it: Data di inizio:

source: Date end:
it: Data di fine:

source: Teaching hours made
it: Ore di insegnamento fatte

source: B.E.S. hours made
it: Ore di B.E.S. fatte

source: Yearly load
it: Carico annuale

source: Yearly load B.E.S.
it: Carico annuale B.E.S.

source: Substitution hours made
it: Ore di sostituzione fatte

source: Subject
it: Materia

source: Assigned teaching hours
it: Ore di insegnamento assegnate

source: Assigned B.E.S. teaching hours
it: Ore B.E.S. assegnate

source: Missing teaching hours
it: Ore mancanti

source: Missing B.E.S. hours
it: Ore B.E.S. mancanti

source: Courses\
it: Classi\

source: Courses' Yearly Load
it: Carico annuale delle classi

source: Delete element
it: Elimina elemento

source: Are you sure you want to delete
it: Sei sicuro di voler eliminare

source: Holiday
it: Vacanza

source: Are you sure?
it: Sei sicuro?

source: Close
it: Chiudi

source: There are some conflicts:
it: Ci sono dei conflitti:

source: These assignments are going to be deleted. Do you want to continue?
it: Queste lezioni verranno cancellate. Desideri comunque proseguire?

source: Name
it: Nome

source: Date start
it: Data di inizio

source: Date end
it: Data di fine

source: Hours Per Teacher in Class
it: Ore per insegnante in una classe

source: Hours per teacher in class
it: Ore in classe per insegnante

source: Normal hours
it: Ore normali

source: B.E.S. hours
it: Ore B.E.S.

source: Co-teaching hours
it: Ore di codocenza

source: All courses
it: Qualsiasi corso

source: Hour Slot
it: Slot orario

source: Hour Slots
it: Slot orari

source: Day of week:
it: Giorno della settimana:

source: All days
it: Qualsiasi giorno

source: Monday
it: Lunedì

source: Tuesday
it: Martedì

source: Wednesday
it: Mercoledì

source: Thursday
it: Giovedì

source: Friday
it: Venerdì

source: Saturday
it: Sabato

source: Sunday
it: Domenica

source: Day of week
it: Giorno della settimana

source: Hour number
it: Numero di ore

source: Starts at
it: Inizia alle

source: Ends at
it: Finisce alle

source: Legal duration
it: Durata legale

source: Hour slots group
it: Gruppi di slot orari

source: Hour Slots Groups
it: Gruppi di slot orari

source: Edit blocks
it: Modifica i blocchi

source: Room
it: Aula

source: Capacity
it: Capacità

source: Room:
it: Aula:

source: Legend
it: Legenda

source: Lecture
it: Lezione

source: Co-teaching
it: Codocenza

source: Absence of the teacher
it: Assenza del professore

source: Substitution lecture
it: Sostituzione

source: Collision with other lectures
it: Conflitti con altre lezioni

source: Hours blocked for a teacher
it: Ore bloccate per l'insegnante

source: Previous week
it: Settimana scorsa

source: Go
it: Vai

source: Next week
it: Settimana prossima

source: Extra lecture
it: Lezione extra

source: lecture
it: lezione

source: Hours of theaching
it: Ore di insegnamento

source: Missing hours
it: Ore mancanti

source: Assign lecture
it: Assegna lezione

source: Assign B.E.S.
it: Assegna B.E.S.

source: Are you sure to delete this lecture?
it: Sei sicuro di voler eliminare questa lezione?

source: Week replicated!
it: Settimana replicata!

source: Conflict on date
it: Conflitto il giorno

source: School Year
it: Anno scolastico

source: Year start
it: Anno d'inizio

source: Secretary
it: Segretario

source: Choose a class:
it: Scegli una classe:

source: section:
it: sezione:

source: Assign co-teaching
it: Assegna codocenza

source: Teacher conflicts
it: Conflitti di insegnanti

source: Course conflicts
it: Conflitti di classe

source: Room conflicts
it: Conflitti di aula

source: No room
it: Nessuna aula

source: Course:
it: Corso:

source: Teachers:
it: Insegnanti:

source: Choose a date:
it: Scegli una data

source: Load lectures
it: Carica lezioni

source: Substituted by
it: Sostituito da

source: Send an email to the teacher
it: Invia un'email al professore

source: Download ticket PDF
it: Scarica biglietto PDF

source: Available teachers:
it: Insegnanti disponibili:

source: Other teachers: (the substitution will not be counted)
it: Altri insegnanti: (la sostituzione non verrà conteggiata)

source: Make substitution
it: Sostituisci

source: No lectures found!
it: Nessuna lezione trovata!

source: Hours of substitutions made:
it: Ore di sostituzione fatte:

source: Has a lesson before:
it: Ha lezione prima:

source: Has a lesson after:
it: Ha lezione dopo:

source: Substitution email sent correctly!
it: L'email di sostituzione è stata inviata correttamente!

source: An error appears while sending the substitution email!
it: Un errore è avvenuto durante l'invio dell'email di sostituzione!

source: Substituted teacher:
it: Insegnante sostituito:

source: Absent teacher:
it: Insegnante assente:

source: Download Excel
it: Scarica Excel

source: Date
it: Data

source: Hour start
it: Ora di inizio

source: Hour end
it: Ora di fine

source: Course year
it: Anno della classe

source: Course section
it: Sezione della classe

source: Substitution teacher
it: Sostituzione insegnante

source: Absent teacher
it: Insegnante assente

source: All substitution teachers
it: Tutti gli insegnanti sostitutivi

source: All absent teachers
it: Tutti gli insegnanti assenti

source: Free substitution (not counted)
it: Sostitutzione gratuita: (sostituzione non conteggiata)

source: In activity
it: Attivo

source: Co-teaching hours made
it: Ore di codocenza fatte

source: Yearly load co-teaching
it: Carico annuale di codocenza

source: Assigned co-teaching hours
it: Ore di codocenza assegnate

source: Missing co-teaching hours
it: Ore mancanti di codocenza

source: Teachers\
it: Insegnanti\

source: Teachers' Yearly Load
it: Carico annuale degli insegnanti

source: Plan a timetable
it: Pianifica un calendario

source: Add extra lecture
it: Aggiungi una lezione extra

source: Replicate week
it: Replica settimana

source: List of teachers:
it: Lista degli insegnanti:

source: Filter teachers...
it: Filtra gli insegnanti...

source: Add extra lecture slot
it: Aggiungi uno slot orario extra

source: Add
it: Aggiungi

source: Replicate lectures of this week
it: Replica lezioni di questa settimana

source: Replicate without substitutions
it: Replica senza le sostituzioni

source: Remove extra non-conflicting lectures
it: Rimuovi le lezioni extra che non creano conflitti

source: If enabled, source and target days will be identical. If disabled, extra lectures are kept.
it: Se attivato, i giorni che si stanno replicando e quelli in cui verranno replicati saranno identici. Se disabilitato, le lezioni extra saranno mantenute.

source: Check conflicts
it: Controlla eventuali conflitti

source: Replicate lectures
it: Replica lezioni

source: Assign a room
it: Assegna un'aula

source: Available rooms
it: Aule disponibili

source: Add lecture
it: Aggiungi lezione

source: Edit the lecture
it: Modifica la lezione

source: Hours
it: Ore

source: Absent
it: Assente

source: Substitution
it: Sostituzione

source: Not counted substitution
it: Sostituzione non conteggiata

source: Save changes
it: Salva le modifiche

source: Timetables download
it: Scarica orari

source: Choose a date of the week to print:
it: Scegli una data della settimana da stampare:

source: Teacher timetable
it: Orario del professore

source: Course timetable
it: Orario della classe

source: General timetable
it: Orario generale

source: Select a date!
it: Seleziona una data!

source: User guide
it: Guida utente

source: The school selected is not a valid choice.
it: La scuola selezionata non è una scelta valida.

source: The teacher {} is not in the school ({}).
it: L'insegnante {} non è nella scuola {}.

source: The current school has no such hour slot!
it: La scuola corrente non ha tale slot orario.

source: The course {} is not in the school ({}).
it: Il corso {} non è insegnato nella scuola {}.

source: The subject {} is not taught in the school ({}).
it: La materia {} non è insegnata nella scuola {}.

source: The room {} does not exist in the school ({}).
it: La classe {} non esiste nella scuola ({}).

source: The HourSlotsGroup {} is not present in the school ({}).
it: Il gruppo dei blocchi orari {} non è presente nella scuola {}.

source: Set it to False if you do not want to see this professor in the list of teachers in the column on the right of the timetable page.
it: Impostalo a Falso se non vuoi vedere questo insegnante nella lista dei professori nella colonna a destra della pagina dove si programmano i gli orari delle lezioni.

source: The start date must belong to the start year!
it: La data di inizio deve appartenere all'anno di inizio!

source: This is the number of classes that can be held concurrently, not the amount of students that can fit in.
it: Questo è il numero di classi che possono essere presenti contemporaneamente, non il numero di studenti che possono entrare.

source: The capacity must be a strictly positive number!
it: La capacità deve essere un numero positivo!

source: th
it: a

source: st
it: a

source: nd
it: a

source: rd
it: a

source: There is already the {}{} hour of the day for this school, day of week and school_year!
it: La {}{} ora del giorno è già presente per questa scuola, giorno della settimana e anno scolastico!

source: The start hour must be strictly smaller that the end hour.
it: L'ora di inizio deve essere strettamente minore dell'ora di fine.

source: This is the order of the hour during the day. For instance, if hour from 9 to 10 is the second hour of the morning, hour_number field must be 2.
it: Questo campo è l'ordine dell'ora durante il giorno. Ad esempio, se l'ora dalle 9 alle 10 è la seconda ora del mattino, il campo hour_number deve essere 2.

source: Do you want to replicate the hour slot in multiple days? Use shift key and the mouse click to select multiple days.
it: Vuoi replicare i blocchi orari in più giorni? Premi il tasto shift e clicca con il mouse per selezionare più giorni.

source: Replicate on days
it: Replica nei giorni

source: Do you want to assign multiple absence blocks? Use shift key and the mouse click to select multiple hour slots.
it: Vuoi inserire pià blocchi di assenza? Premi il tasto shift e clicca con il mouse per selezionare più slot orari.

source: Hour slots
it: Slot orari

source: The date_start field can't be greater than the end date
it: Il campo data di inizio non può essere più grande della data di fine.

source: The start time field can't be greater than the end time
it: L'ora di inizio non può essere più grande dell'ora di fine.

source: There is not a related teacher in class instance.
it: Non c'è un insegnante associato a tale corso.

source: The teacher doesn't have bes hours in this course.
it: L'insegnante non ha ore BES in questo corso.

source: The teacher doesn't have co-teaching hours in this course.
it: L'insegnante non ha ore di codocenza in questo corso.

source: The teacher has only bes or co-teaching hours in this course.
it: L'insegnante ha solo ore BES o di codocenza in questo corso.

source: The teacher is already in another class {}.
it: L'insegnante è già in un'altra classe {}.

source: The room {} has already reached its maximum capacity
it: L'aula {} ha già raggiunto la sua capienza massima

source: An assignment can only be BES or co-teaching, but not both.
it: Una lezione può essere di tipo BES o codocenza, ma non entrambe.

source: name
it: nome

source: capacity
it: capacità

source: school
it: scuola

source: notes
it: note

source: in activity
it: in attività

source: start year
it: anno di inizio

source: start date
it: data di inizio

source: school year
it: anno scolastico

source: hour number
it: numero di ora

source: begins at
it: inizia alle

source: ends at
it: finisce alle

source: day of the week
it: giorno della settimana

source: legal duration
it: durata legale

source: hour slots group
it: gruppo di slot orari

source: year
it: anno

source: section
it: sezione

source: teacher
it: insegnante

source: hour slot
it: slot orario

source: end date
it: data di fine

source: {}: from {} to {}
it: {}: da {} a {}

source: course
it: corso

source: {} from {} to {} in {} {}
it: {}: da {} a {} in {} {}

source: color
it: colore

source: yearly load
it: carico annuale

source: yearly load bes
it: carico annuale bes

source: yearly load co-teaching
it: carico annuale di codocenza

source: {} in {}: {} and {} of bes
it: {} in {}: {} e {} di bes

source: {}: {} and {} of bes
it: {}: {} e {} di bes

source: subject
it: materia

source: hours
it: ore

source: hours BES
it: ore BES

source: Hours co-teaching
it: Ore di codocenza

source: room
it: aula

source: date
it: data

source: start hour
it: ora di inizio

source: end hour
it: ora di fine

source: substitution
it: sostituzione

source: substituted assignment
it: lezione sostituita

source: absence
it: assenza

source: free substitution
it: sostituzione libera

source: The start hour field can't be greater than the end hour
it: L'ora di inizio non può essere più grande dell'ora di fine.

source: The assignment can only be BES or co-teaching, but not both.
it: La lezione può essere solo BES o codocenza, non entrambi.

source: The subject {} is not taught in this School ({}).
it: La materia {} non è insegnata in questa scuola ({}).

source: The course {} is not taught in this School ({}).
it: Il corso {} non è insegnato in questa scuola ({}).

source: The school {} is not a valid choice.
it: La scuola {} non è una scelta valida.

source: The teacher {} does not teach in this School ({}).
it: L'insegnante {} non insegna in questa scuola ({}).

source: The room {} cannot be used in this school ({}).
it: L'aula {} non può essere usata in questa scuola ({}).

source: General
it: Generale

source: Substitutions
it: Sostituzioni

source: True
it: Si

source: False
it: No

source: Free substitution
it: Sostituzione libera

source: Wrong format of date: yyyy-mm-dd
it: Formato data errato: yyyy-mm-dd

source: One of the assignments specified doesn't exist
it: Uno degli assegnamenti specificati non esiste

source: The beginning of the period is greater then the end of the period
it: L'inizio del periodo è più grande della fine del periodo.

source: One of the Assignments specified doesn't exist
it: Uno degli assegnamenti specificati non esiste

source: The teacher is not valid!
it: L'insegnante non è una scelta valida.

source: Substitute teacher
it: Sostituzione insegnante

source: Substitution ticket
it: Biglietto di sostituzione
